{"config": [{"config": {"bias_regularizer": null, "bias_constraint": null, "bias_initializer": {"config": {}, "class_name": "Zeros"}, "use_bias": true, "name": "dense_70", "units": 8, "kernel_regularizer": null, "kernel_constraint": null, "activity_regularizer": null, "activation": "relu", "kernel_initializer": {"config": {"scale": 1.0, "mode": "fan_avg", "distribution": "uniform", "seed": null}, "class_name": "VarianceScaling"}, "batch_input_shape": [null, 8], "dtype": "float32", "trainable": true}, "class_name": "Dense"}, {"config": {"bias_regularizer": null, "bias_constraint": null, "bias_initializer": {"config": {}, "class_name": "Zeros"}, "use_bias": true, "name": "dense_71", "units": 3, "kernel_regularizer": null, "kernel_constraint": null, "activity_regularizer": null, "kernel_initializer": {"config": {"scale": 1.0, "mode": "fan_avg", "distribution": "uniform", "seed": null}, "class_name": "VarianceScaling"}, "activation": "relu", "trainable": true}, "class_name": "Dense"}, {"config": {"bias_regularizer": null, "bias_constraint": null, "bias_initializer": {"config": {}, "class_name": "Zeros"}, "use_bias": true, "name": "dense_72", "units": 2, "kernel_regularizer": null, "kernel_constraint": null, "activity_regularizer": null, "kernel_initializer": {"config": {"scale": 1.0, "mode": "fan_avg", "distribution": "uniform", "seed": null}, "class_name": "VarianceScaling"}, "activation": "softmax", "trainable": true}, "class_name": "Dense"}], "keras_version": "2.0.4", "class_name": "Sequential", "backend": "tensorflow"}